alacritty
alsa-utils
base
base-devel
brave-bin
catppuccin-gtk-theme-mocha
clang
cloudflare-warp-bin
dhcpcd
dmenu
dosfstools
dunst
efibootmgr
fastfetch
feh
firefox
git
gnome-themes-extra
grub
gvfs
helix
htop
i3-wm
i3blocks
i3lock-color
i3status
imagemagick
jq
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-firmware
linux-lts
linux-lts-headers
lxappearance
materia-gtk-theme
micro
mtools
nano
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
os-prober
otf-font-awesome
papirus-icon-theme
pavucontrol
pfetch
pipewire-alsa
pipewire-pulse
playerctl
rofi
scrot
spotify
thunar
thunar-volman
ttf-dejavu
ttf-droid
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-material-design-icons-extended
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
udisks2
unzip
wget
woff2-font-awesome
xclip
xdg-user-dirs
xf86-video-amdgpu
xfce4-terminal
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
